Revit 2027 API
ParameterTypeId.ViewGraphSchedTopLevel Property
 "Top Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedTopLevel { get; }
Public Shared ReadOnly Property ViewGraphSchedTopLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedTopLevel {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedTopLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace